[
  {
    "bodytext": "Du arbejder som bogholder og er informeret om, at I har et samarbejde i gang med en design virksomhed, og bogholderiet afventer en faktura på første halvdel af betalingen. I modtager en mail fra virksomheden om, at I kan få 10% rabat, hvis I betaler hele beløbet forude. Mailadressen er korrekt. Hvad gør du?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "Jeg ringer til design virksomheden og får rabatten bekræftet.",
        "reply": "Designvirksomhedens e-mail kan være hacket, og beløbsmodtageren kan i dette tilfælde være hackeren."
      },
      "response2": {
        "correct": "false",
        "text": "Jeg konsulterer med direktionen og betaler, hvis direktionen godkender.",
        "reply": "Hvis ikke der foreligger sådan en aftale, så ring til designvirksomheden og få det bekræftet. Deres mail kan være hacket."
      }
    }
  },
  {
    "bodytext": "Din leverandør sender en mail og skriver, at de har fået en ny bank, som de beder dig bruge fremover. Hvad gør du?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Sender mailen videre til økonomiafdelingen.",
        "reply": "Da der er tale om en rimelig vigtig ændring i data anbefales det, at man kontakter vedkommende personligt (eksempelvis ved at ringe) for at bekræfte ændringen."
      },
      "response2": {
        "correct": "true",
        "text": "Ringer til leverandøren for at tjekke, om det er rigtigt.",
        "reply": "Da der er tale om en rimelig vigtig ændring i data anbefales det, at man kontakter vedkommende personligt (eksempelvis ved at ringe) for at bekræfte ændringen."
      },
      "response3": {
        "correct": "false",
        "text": "Send en mail til leverandøren for at bekræfte, at bankskiftet er ægte.",
        "reply": "Det er rigtigt nok, at man skal forsøge at kontakte leverandøren for at bekræfte ændringen. I fald mailadressen er blevet hacket e.l. har man dog ingen forsikring om, at mailen ikke bliver modtaget af en uvedkommende."
      }
    }
  },
  {
    "bodytext": "Hvilket af følgende links kan være farlige?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "https://www.facebook.com/",
        "reply": "Linket https://www.facebook.com/ er den almindelige adresse til Facebooks hjemmeside. Det kan man bl.a. se ved at der står https foran i stedet for kun http. S'et i HTTPS står for 'secure', hvilket betyder, at forbindelsen er krypteret og at serveren på den anden side er valideret af et certifikat."
      },
      "response2": {
        "correct": "false",
        "text": "http://www.facebook.com/",
        "reply": "Facebook bruger almindeligvis HTTPS, og ikke blot HTTP. S'et i HTTPS står for 'secure', hvilket betyder, at forbindelsen er krypteret og at serveren på den anden side er valideret af et certifikat. Hvis en uvedkommende forsøger at omdirigere din trafik til en anden server vil de ikke kunne forsyne din browser med et gyldigt certifikat, hvilket resulterer i, at du får en advarsel på skærmen."
      }
    }
  },
  {
    "bodytext": "Hvad betyder Spoofing?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Hackere ligger sig som skygge over din pc og overvåger alt du foretager dig.",
        "reply": "Spoofing refererer til situationer, hvor hackere udgiver sig for at være en anden person eller enhed, for at narre ofre til at udføre handlinger, de ellers ikke ville have gjort."
      },
      "response2": {
        "correct": "true",
        "text": "At hackere udgiver sig for at være en anden end de er (fx. mail, telefon nummer, hjemmeside), for at lokke dig til at gøre noget du ellers ikke ville have gjort, eksempelvis udlevere information.",
        "reply": "Spoofing er en teknik, hvor hackere udgiver sig for at være en anden person, virksomhed eller tjeneste for at narre ofre til at udføre handlinger eller udlevere følsomme oplysninger. Dette kan ske via e-mails, telefonopkald, hjemmesider og andre kommunikationsmetoder."
      }
    }
  },
  {
    "bodytext": "I har anskaffet videoovervågning, så I kan holde øje med jeres område. Hvad gør I?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Slutter det til netværket, så I kan se videoen udefra",
        "reply": "Imens det kan være meget praktisk at kunne kigge på overvågningen udefra kan det også være meget risikabelt, alt efter hvordan systemet bliver sat op. Derfor anbefales det som hovedregel, at man kontakter rådfører sig med en troværdig it-leverandør, når det angår sådanne sager."
      },
      "response2": {
        "correct": "true",
        "text": "Kontakter jeres it-leverandør for at oprette en separate internetforbindelse til videoovervågningen",
        "reply": "Imens det kan være meget praktisk at kunne kigge på overvågningen udefra kan det også være meget risikabelt, alt efter hvordan systemet bliver sat op. Derfor anbefales det som hovedregel, at man kontakter rådfører sig med en troværdig it-leverandør, når det angår sådanne sager."
      },
      "response3": {
        "correct": "false",
        "text": "Uploader optagelserne til en passwordbeskyttede cloudløsning",
        "reply": "Imens det kan være meget praktisk at kunne kigge på overvågningen udefra kan det også være meget risikabelt, alt efter hvordan systemet bliver sat op. Derfor anbefales det som hovedregel, at man kontakter rådfører sig med en troværdig it-leverandør, når det angår sådanne sager."
      }
    }
  },
  {
    "bodytext": "Hvad er en orm?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "Det er et stykke malware som kopierer sig selv og spreder sig på den måde, og kan bruges til at bl.a. at  installere bagdøre for hackere at komme ind.",
        "reply": "Orme er en af de ældste og mest populære former for malware, da den er forholdsvist simpel i sin virkemåde, men kan samtidigt være vanskelig at komme af med. Modsat en virus behøver man ikke aktivt at åbne en orm for at den kan begynde at sprede sig."
      },
      "response2": {
        "correct": "false",
        "text": "Et stykke kode der borer sig igennem firewall ved at 'spise' kode.",
        "reply": "Orme er en af de ældste og mest populære former for malware, da den er forholdsvist simpel i sin virkemåde: den laver kopier af sig selv for at sprede sig. Modsat en virus behøver man ikke aktivt at åbne en orm for at den kan begynde at sprede sig."
      }
    }
  },
  {
    "bodytext": "Hvad er et Zero-day-angreb?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Et angreb der går så hurtigt, at de nedlægger systemet på under en dag.",
        "reply": "Dette er ikke en korrekt beskrivelse af et Zero-day-angreb. Et Zero-day-angreb refererer til situationer, hvor angribere udnytter et ukendt sikkerhedshul i software eller systemer, før udviklerne har haft mulighed for at rette fejlen."
      },
      "response2": {
        "correct": "true",
        "text": "Hackere udnytter huller i et system eller software, som ikke er set før.",
        "reply": "Korrekt, et Zero-day-angreb sker, når hackere udnytter et hidtil ukendt sikkerhedshul i systemer eller software. Da udviklerne endnu ikke er opmærksomme på sårbarheden, er der ikke udviklet en rettelse, hvilket gør det vanskeligt at beskytte sig mod angrebet."
      },
      "response3": {
        "correct": "false",
        "text": "Et angreb som sker, samme dag, som en virksomhed (fx. Microsoft) opdaterer deres software",
        "reply": "Dette er ikke nødvendigvis et Zero-day-angreb. Selvom angrebet kan ske samme dag, som en virksomhed opdaterer deres software, er et Zero-day-angreb kendetegnet ved at udnytte ukendte sikkerhedshuller, som udviklerne endnu ikke har haft mulighed for at rette."
      }
    }
  },
  {
    "bodytext": "Hvad er 2FA?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "At man bruger to kodeord: et almindeligt kodeord samt en unik kode, som bliver tildelt hver gang man logger ind.",
        "reply": "2FA står for two-factor authentication (på dansk: to-faktor godkendelse). Alle former for godkendelse har deres unikke sikkerhedsproblemer. Ved at bruge to forskellige (et almindeligt kodeord og en unik, vilkårig kode) gør man det meget sværre for uvedkommende at få adgang."
      },
      "response2": {
        "correct": "true",
        "text": "Et angreb, hvor hackere bruger to forskellige indgange til dit PC eller netværk.",
        "reply": "2FA står for two-factor authentication (på dansk: to-faktor godkendelse). Den ene faktor er typisk et almindeligt kodeord og den anden er en kode, som bliver genereret hver gang man logger ind. Ved at bruge to forskellige koder gør man det meget sværre for uvedkommende at få adgang."
      }
    }
  },
  {
    "bodytext": "En person henvender sig i receptionen og fortæller at han hedder Peter Hansen og er der for at reparere jeres server, som der er modtaget underretning om ikke fungerer optimalt. Hvad gør du?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Jeg beder om at se mandens legitimation",
        "reply": "Det er en rigtig god idé at bede om legitimation, hvis der er tale om et ventet besøget. At give fysisk adgang til servere er dog en alvorlig sag. Derfor er det vigtigt, at man er 100% sikker på, at vedkommende faktisk har tilladelse til komme ind."
      },
      "response2": {
        "correct": "false",
        "text": "Jeg kontakter it-afdelingen og spørger, om der er problemer med serveren - hvis ja, lukker jeg ham ind",
        "reply": "At der er problemer med serveren, er ikke ensbetydende med, at der er bestilt en tekniker eller at han er den rigtige."
      },
      "response3": {
        "correct": "true",
        "text": "Jeg kontakter it-afdelingen og beder dem om at hente Peter Hansen i receptionen",
        "reply": "Hvis it-afdelingen har bestilt en tekniker, bør de selv hente ham og lukke ham ind."
      }
    }
  },
  {
    "bodytext": "Hvad er ransomware?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "En type software som inficerer computernetværk og mobilenheder, som holder dine data til fange indtil du har betalt løsesummen.",
        "reply": "En populær teknik, som ransomware benytter er, at kryptere vigtige data for at gøre det vanskeligere for offeren at undslippe ransomwaren. Når store virksomheder bliver ramt af ransomware kan det blive til en stor sag i pressen, men individuelle borgere kan også rammes af disse angreb."
      },
      "response2": {
        "correct": "false",
        "text": "Tyveri af elektroniske enheder (såsom computer, tv, mobil, mv) som kriminelle stjæler og ikke vil aflevere tilbage før du betaler dem.",
        "reply": "Ransomware indebærer ikke fysisk tyveri af enheder, men bruger i stedet software til at begrænse adgangen til dataen indtil løsesummen bliver betalt. Det er med til at mindske den kriminelles risiko for at blive taget af fx. politiet for handlingen."
      }
    }
  },
  {
    "bodytext": "Hvilken af de følgende angrebsmetoder bruges bl.a. til at nedlægge hjemmesider?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "DDoS-angreb",
        "reply": "DDoS står for 'direct denial of service' og udføres ved at sende massevis af formålsløse anmodninger til en server. Målet er, at de formålsløse anmodninger optager så mange af serverens ressourser, at den ikke kan nå at respondere på ægte anmodninger. Til sidst kan serveren gå helt i stå hvorefter den skal genstartes manuelt af en administrator."
      },
      "response2": {
        "correct": "false",
        "text": "C-Sharp-angreb",
        "reply": "C-Sharp er bare et programmeringssprog. DDoS står til gengæld for 'direct denial of service' og udføres ved at sende massevis af formålsløse anmodninger til en server. Målet er, at de formålsløse anmodninger optager så mange af serverens ressourser, at den ikke kan nå at respondere på ægte anmodninger. Til sidst kan serveren gå helt i stå hvorefter den skal genstartes manuelt af en administrator."
      }
    }
  },
  {
    "bodytext": "Hvad kalder man et system, som overvåger og regulerer indgående og udgående nettrafik?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Malware",
        "reply": "Malware (sammensætningen af 'malicious software,' eller 'ondsindet software') kan godt overvåge og forstyrre nettrafik, men det er ikke nødvendigvis tilfældet. En firewall er ikke malware, men kan derimod være med til at beskytte dig imod malware. Firewall'en tillader kun trafik som er godkendt af dens regler. Hvad de regler er, er oftest indstillet af it-personale eller er forudindstillet på enheder, man køber."
      },
      "response2": {
        "correct": "true",
        "text": "Firewall",
        "reply": "En firewall er ikke malware, men kan derimod være med til at beskytte dig imod malware. Firewall'en tillader kun trafik som er godkendt af dens regler. Hvad de regler er, er oftest indstillet af it-personale eller er forudindstillet på enheder, man køber."
      }
    }
  },
  {
    "bodytext": "Hvad er Brute-force?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Et angreb hvor hackeren holder øje med alt man foretager sig på nettet.",
        "reply": "Den slags angreb kaldes typisk for spyware. Brute-force-angreb afprøver alverdens kodeord, indtil de finder det der virker."
      },
      "response2": {
        "correct": "true",
        "text": "Et angreb hvor hackeren bruger en computer til at afprøve alverdens kodeord, indtil de finder det der virker.",
        "reply": "Disse angreb kan opdeles i flere katagorier, men overordnet set kan man beskytte sig selv meget effektivt imod disse angreb ved ikke at have meget simple kodeord."
      },
      "response3": {
        "correct": "false",
        "text": "En hacker som bryder fysisk ind og stjæler elektroniske enheder.",
        "reply": "Sådan et angreb kaldes typisk bare for tyveri. Brute-force-angreb afprøver alverdens kodeord, indtil de finder det der virker."
      }
    }
  },
  {
    "bodytext": "Hvad er en Watering Hole Attack?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "En hacking strategi, hvor ofret bliver lokket i en fælde ved at klikke på et link eller downloade en fil.",
        "reply": "Den strategi kan bruges til mange hacking-metoder, men i tilfældet af en Watering Hole Attack forsøger hackere målrettet at inficere hjemmesider, som bliver hyppigt besøgt af medarbejdere i en organisation i et forsøg på at ramme organisationen udefra."
      },
      "response2": {
        "correct": "true",
        "text": "En hacking strategi, hvor hackere inficerer en eller flere hjemmesider, som er hyppigt besøgt af medarbejdere i en organisation.",
        "reply": "Her forsøger hackere målrettet at inficere hjemmesider med malware i et forsøg på at ramme organisationen udefra. Der kan være mange grunde til at en hacker kunne have lyst til at vælge denne metode, bl.a. at man har lettere ved at snyde sin vej ind til de pågældende hjemmesider."
      }
    }
  },
  {
    "bodytext": "Sandt eller falsk: kryptering hjælper med at opdage cyber-angreb i dit system.",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Sandt",
        "reply": "Imens kryptering kan i nogen grad hjælpe med at beskytte imod cyber-angreb, er den ikke til nogen hjælp i at opdage at et angreb er sket."
      },
      "response2": {
        "correct": "true",
        "text": "Falsk",
        "reply": "Imens kryptering kan i nogen grad hjælpe med at beskytte imod cyber-angreb, er den ikke til nogen hjælp i at opdage at et angreb er sket."
      }
    }
  },
  {
    "bodytext": "Sandt eller falsk: Hvis du bliver udsat for et ransomware-angreb, er det første du skal gøre, er at betale hackerne? (Et ransomware-angreb e)",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Sandt",
        "reply": "Det kan være meget stressende at være udsat for ransomware. At betale løsesummen er dog noget af det sidste man skal gøre. Det anbefales at it-specialister bliver tilkaldt snarest muligt efter at angrebet er opdaget: så er oddsene for at kunne fjerne ransomwaren allerhøjest. Der har dog været situationer, hvor virksomheder er endt med at skulle betale løsesummen for at redde deres data. Derfor er det selvfølgelig bedst hvis man kan undgå at angrebet sker i første omgang."
      },
      "response2": {
        "correct": "true",
        "text": "Falsk",
        "reply": "Når ransomware bliver opdaget skal it-professionelle tilkaldes snarest muligt, da det giver de bedste odds for at genskabe ens data uden at betale løsesummen. Oddsene er nemlig ofte imod dig, når det har med ransomware at gøre. Der har været tilfælde hvor selv store virksomheder er blevet nødsaget til at betale en løsesum for at redde deres kritiske data. Derfor er en sikreste løsning som altid at undgå at blive til et offer i første omgang."
      }
    }
  },
  {
    "bodytext": "Du modtager en mail fra jeres personaleafdeling, som skal bruge dit CPR-nummer til at bestille billetter til en forretningsrejse. Hvad gør du?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "Ringer til personaleafdelingen, fordi man ikke skal bruge CPR-nummer for at bestille flybilletter.",
        "reply": "Udover at et CPR-nummer ikke er nødvendigt for at bestille flybilletter vil dit firmas HR-afdeling sandsynligvis allerede kende dit CPR-nummer."
      },
      "response2": {
        "correct": "false",
        "text": "Jeg kan se at mailadressen og mailens indhold er korrekt og vurderer, at det er sikkert at sende.",
        "reply": "Normalt er det en god idé at tjekke disse ting, men nogle mere avancerede typer angreb kan generere mails som ser helt ægte ud. Hvad der angår følsomme oplysninger er det bedst at være på den sikre side."
      }
    }
  },
  {
    "bodytext": "Du sidder i toget på vej til en konference. Du har glemt din oplader til din telefon derhjemme. Personen ved siden af dig spørger om du vil låne deres kabel, som kosmetisk ser \"ægte” ud. Hvilke risici er der forbundet med at låne en fremmedes kabel?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Der er indbygget GPS i kablet, hvis jeg glemmer at aflevere det tilbage er min sikkerhed i fare.",
        "reply": "Heldigvis er det ikke tilfældet, da et opladerkabel ikke kan rumme den nødvendige hardware for sådan en enhed. Flashdreve kan dog være meget små og indeholde malware, som kan inficere enheder som den kommer i kontakt med."
      },
      "response2": {
        "correct": "true",
        "text": "De kan installere en virus på min computer",
        "reply": "Flashdreve kan være så små, at de kunne sættes inden i et USB-kabel og inficere enheder, som de kommer i kontakt med. Sandsynligheden for at det er tilfældet her meget lille med det er ikke umuligt."
      }
    }
  },
  {
    "bodytext": "Du modtager en e-mail fra \"e-Boks.dk <eboks-dk@noreply.dk>\". Klikker du på linket i mailen?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Ja",
        "reply": "Det bedste, du kan gøre for at beskytte dig selv, er at indtaste e-Boks' hjemmeside manuelt i din browser, i stedet for at klikke på links i e-mails. På denne måde kan du være sikker på, at du er på den rigtige hjemmeside, når du logger ind på din e-Boks konto, og at dine personlige oplysninger ikke falder i de forkerte hænder."
      },
      "response2": {
        "correct": "true",
        "text": "Nej",
        "reply": "Det bedste, du kan gøre for at beskytte dig selv, er at indtaste e-Boks' hjemmeside manuelt i din browser, i stedet for at klikke på links i e-mails. På denne måde kan du være sikker på, at du er på den rigtige hjemmeside, når du logger ind på din e-Boks konto, og at dine personlige oplysninger ikke falder i de forkerte hænder."
      }
    }
  },
  {
    "bodytext": "Du er i lufthavnen og skal logge på WiFi. Hvad er mest sikkert?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "At bruge dataforbindelsen på telefonen.",
        "reply": "Generelt set er det både mere privat og sikkert at bruge dataforbindelsen fra en telefon end offentlige WiFi-netværk, da mulige hackere kan 'lytte med' på, hvad man laver på offentlige WiFi-netværk. Hvis man skal bruge offentlig WiFi kan man dog reducere risikoen ved at bruge et virtuelt privat netværk (VPN). Her skal man dog være opmærksom på, at man skal stole på ejeren af VPN-tjenesten (fx. din arbejdsgiver), da de har mulighed for at kigge på netværkstrafikken."
      },
      "response2": {
        "correct": "false",
        "text": "At logge på lufthavnens sikre WiFi.",
        "reply": "Generelt set er det både mere privat og sikkert at bruge dataforbindelsen fra en telefon end offentlige WiFi-netværk, da mulige hackere kan 'lytte med' på, hvad man laver på offentlige WiFi-netværk. Hvis man skal bruge offentlig WiFi kan man dog reducere risikoen ved at bruge et virtuelt privat netværk (VPN). Her skal man dog være opmærksom på, at man skal stole på ejeren af VPN-tjenesten (fx. din arbejdsgiver), da de har mulighed for at kigge på netværkstrafikken."
      }
    }
  },
  {
    "bodytext": "Du er på forretningsrejse og har kun din arbejdscomputer med. Du modtager en mail fra e-boks med et vedhæftet dokument fra Københavns Kommune, som du for nyligt har været i kontakt med. Vil du åbne filen?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Ja",
        "reply": "E-boks sender aldrig vedhæftede filer via e-mail. Det er en sikkerhedsforanstaltning for at beskytte mod phishing-angreb og andre former for online-svindel. Hvis du har modtaget en e-mail med en vedhæftet fil, der påstås at være fra e-boks, så vær forsigtig, da det sandsynligvis er et forsøg på svindel. Det er altid bedst at logge ind på e-boks platformen direkte og downloade dokumentet derfra for at være sikker på, at det er ægte og sikkert."
      },
      "response2": {
        "correct": "true",
        "text": "Nej",
        "reply": "Det er vigtigt at være opmærksom på, at e-boks normalt ikke sender vedhæftninger via e-mail. Det er en sikkerhedsforanstaltning for at beskytte mod phishing-angreb og andre former for online-svindel. Hvis du har brug for at åbne et dokument fra e-boks, bør du logge ind på e-boks platformen direkte og downloade dokumentet derfra."
      }
    }
  },
  {
    "bodytext": "Hvad er den bedste måde at beskytte sig selv mod cyber-angreb?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "At bede sin IT-leverandør om, at stå for IT-sikkerheden",
        "reply": "Det er vigtigt at undgå, at dem, der leverer IT-tjenester til din virksomhed, også er dem, der skal tjekke sikkerheden efter, da dette kan skabe en interessekonflikt. Et eksternt IT-sikkerhedsfirma kan hjælpe med at identificere svagheder og foreslå forbedringer, som kan styrke din virksomheds sikkerhed."
      },
      "response2": {
        "correct": "false",
        "text": "Hyre et uafhængigt IT-sikkerhedsfirma",
        "reply": "Det er vigtigt at undgå, at dem, der leverer IT-tjenester til din virksomhed, også er dem, der skal tjekke sikkerheden efter, da dette kan skabe en interessekonflikt. Et eksternt IT-sikkerhedsfirma kan hjælpe med at identificere svagheder og foreslå forbedringer, som kan styrke din virksomheds sikkerhed."
      }
    }
  },
  {
    "bodytext": "Hvad er 'Botnet'?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Et malware der gemmer sig som et dokument på din enhed, men som ikke kan blive opdaget ved hjælp af antivirus",
        "reply": []
      },
      "response2": {
        "correct": "true",
        "text": "En gruppe computere som kører ondsindede programmer som fra afstand bliver styret af Cyber kriminelle",
        "reply": []
      }
    }
  },
  {
    "bodytext": "Hvad er phishing?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Et Man-in-the-middle angreb",
        "reply": "Et Man-in-the-middle angreb er, når en angriber aflytter og/eller manipulerer kommunikation mellem to parter. Phishing er derimod en metode, hvor angribere forsøger at narre brugere til at afsløre følsomme oplysninger eller udføre handlinger ved at udgive sig for at være en troværdig kilde."
      },
      "response2": {
        "correct": "true",
        "text": "En metode til at få en bruger til at gøre noget",
        "reply": "Phishing er en teknik, hvor angribere forsøger at narre brugere til at afsløre personlige oplysninger, såsom adgangskoder eller kreditkortoplysninger, eller udføre handlinger, som kan kompromittere deres sikkerhed. Dette gøres typisk gennem e-mails, beskeder eller websteder, der efterligner velkendte og troværdige organisationer."
      }
    }
  },
  {
    "bodytext": "Hvad hedder følgende hacking metode: En hacker låser en bruger ude af deres computer og krypterer deres data og holder det som gidsel, indtil offeret går med til at betale det påkrævede beløb.",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Brute-force",
        "reply": []
      },
      "response2": {
        "correct": "true",
        "text": "Ransomware",
        "reply": []
      }
    }
  },
  {
    "bodytext": "Hvad kalder man det interaktive stemmesvar system, der bruges til at genskabe en legitim kopi af en bank eller en anden institutions interaktive stemmesvar, hvor offeret bliver bedt til at ringe til for at “bekræfte” oplysninger?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Phony",
        "reply": []
      },
      "response2": {
        "correct": "true",
        "text": "Vishing",
        "reply": []
      }
    }
  },
  {
    "bodytext": "Sandt eller falsk: tech support scams er som regel målrettet større virksomheder",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Sandt",
        "reply": []
      },
      "response2": {
        "correct": "true",
        "text": "Falsk",
        "reply": []
      }
    }
  },
  {
    "bodytext": "Sandt eller falsk: Kun medarbejdere med adgang til sensitive data skal trænes i fysisk sikkerhed af filer og enheder.",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Sandt",
        "reply": []
      },
      "response2": {
        "correct": "true",
        "text": "Falsk",
        "reply": []
      }
    }
  },
  {
    "bodytext": "Sandt eller falsk: at sætte sine software op til at opdatere automatisk er en måde at sikre sin virksomhed mod ransomware angreb?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "Sandt",
        "reply": "Automatiske softwareopdateringer er en fin måde at beskytte imod ransomeware-angreb på, men de bør aldrig stå alene. Medarbejdere skal også kunne genkende og undgå mulige angreb. Vil man forbedre sine chancer yderligere bør man udarbejde en handlingsplan i fald det værste sker, og virksomhedens data bliver holdt som gidsel."
      },
      "response2": {
        "correct": "false",
        "text": "Falsk",
        "reply": "Automatiske softwareopdateringer er én måde at beskytte imod ransomeware-angreb på, men de bør aldrig stå alene. Medarbejdere skal også kunne genkende og undgå mulige angreb. Vil man forbedre sine chancer yderligere bør man udarbejde en handlingsplan i fald det værste sker, og virksomhedens data bliver holdt som gidsel."
      }
    }
  },
  {
    "bodytext": "Sandt eller falsk: du kan undgå tech support scam ved udelukkende at modtage opkald fra etablerede it-support-firmaer.",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "Sandt",
        "reply": []
      },
      "response2": {
        "correct": "false",
        "text": "Falsk",
        "reply": []
      }
    }
  },
  {
    "bodytext": "Sandt eller falsk: Hvis browseren viser en hængelås ved siden af adressen er forbindelsen sikker og man kan logge ind uden bekymring.",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Sandt",
        "reply": "Hængelåsen (som indikerer et gyldigt SLL-certifikat og kryptering med HTTPS) er blot ét tegn man skal lede efter. Man skal også holde øje med, at webadressen er korrekt. Hold især øje med bogstaver, som let kan forveksles med andre (fx. m & rn, i & i, 0 & O, l & I)."
      },
      "response2": {
        "correct": "true",
        "text": "Falsk",
        "reply": []
      }
    }
  },
  {
    "bodytext": "Du er kommet til at åbne en phishing e-mail. Hvad gør du?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "Lukker mailen og sletter den",
        "reply": "At åbne en phishingmail er normalt ikke nok til at lukke hackere ind, så længe man ikke har trykket på et link eller åbnet en vedhæfning."
      },
      "response2": {
        "correct": "false",
        "text": "Reformaterer harddisken",
        "reply": "Hvis du ved et uheld åbner en phishing-e-mail, skal du bare lukke og slette den. Det er normalt ikke nok til at hackere kan få adgang til dine oplysninger. Reformatering af harddisken er normalt ikke nødvendigt, medmindre din computer allerede er inficeret med malware."
      }
    }
  },
  {
    "bodytext": "Du er kommet til at åbne en vedhæftning i phishing e-mail. Hvad gør du?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Afbryder netværksforbindelsen, kør virusscan og skift alle passwords omgående",
        "reply": "Hvis du ved et uheld har åbnet en vedhæftet fil i en phishing-e-mail, kan det være en fin idé at køre en virusskcan, men at skifte alle dine adgangskoder og afbryde netværksforbindelsen kan være i overkanten.\nNogle kan begynde at gå i panik i sådan en situation. Det kan være en god idé at tage et øjeblik til at trække vejret og så række ud til en IT-kyndig, som kan rådgive dig."
      },
      "response2": {
        "correct": "true",
        "text": "Venter med at gøre noget, til jeg har talt med en IT-sikkerhedsekspert",
        "reply": "At kontakte en IT-kyndig for at få rådgivning er et klogt skridt, især hvis du er usikker på, hvad du skal gøre. En IT-sikkerhedsekspert kan give dig råd om, hvad du skal gøre for at beskytte din computer og dine data mod eventuelle trusler.\nDet kan også være en god idé at ændre dine adgangskoder, hvis du tror, at de kan være blevet kompromitteret. Men det er vigtigt at bevare roen og ikke nødvendigvis træffe beslutninger på egen hånd, da det kan føre til yderligere problemer."
      }
    }
  },
  {
    "bodytext": "Du er it-ansvarlig og læser om en nyfunden sårbarhed, som rammer Java. Hvad gør I?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Luk hele netværket ned, indtil I har et overblik",
        "reply": "Dette kan være en overreaktion og kan forstyrre virksomhedens drift. Det er vigtigere at fokusere på at opdatere Java og sikre, at systemerne er beskyttet mod sårbarheden."
      },
      "response2": {
        "correct": "true",
        "text": "Opdaterer Java på alle firmaets PC'er",
        "reply": "Dette er den mest effektive løsning, da opdateringer ofte indeholder rettelser til kendte sårbarheder."
      },
      "response3": {
        "correct": "false",
        "text": "Opdaterer antivirtussen på firmaets PC'er",
        "reply": "Selvom opdatering af antivirus-software er en god praksis, vil det ikke nødvendigvis beskytte mod en sårbarhed i Java. Fokusér på at opdatere Java for at imødegå denne specifikke trussel."
      }
    }
  },
  {
    "bodytext": "Hvilken metode ville være mest effektiv til at beskytte dine adgangskoder mod uautoriseret adgang?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Skrive dine adgangskoder ned på et papir og gemme det under tastaturet",
        "reply": "Dette er ikke en sikker metode, da nogen med fysisk adgang til dit arbejdsområde nemt kan finde og bruge dine adgangskoder."
      },
      "response2": {
        "correct": "true",
        "text": "Bruge en pålidelig password-manager til at generere og opbevare komplekse adgangskoder",
        "reply": "En password-manager kan hjælpe dig med at opbevare og generere stærke, unikke adgangskoder, hvilket øger din IT-sikkerhed."
      },
      "response3": {
        "correct": "false",
        "text": "Bruge den samme enkle adgangskode på alle dine konti for at gøre det nemmere at huske",
        "reply": "Dette er en usikker praksis, da en hacker, der får adgang til én konto, potentielt kan få adgang til alle dine konti."
      }
    }
  },
  {
    "bodytext": "Hvordan kan du bedst beskytte dine enheder mod malware?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Kun åbne e-mails fra personer, du kender personligt",
        "reply": "Selvom det er godt at være forsigtig med e-mails, beskytter det ikke nødvendigvis dine enheder mod malware, da trusler også kan komme fra kompromitterede websteder eller inficerede filer."
      },
      "response2": {
        "correct": "true",
        "text": "Installere og opdatere antivirus-software samt holde dit operativsystem og programmer opdateret",
        "reply": "Opdateret antivirus-software og regelmæssige opdateringer af dit operativsystem og programmer er vigtige skridt for at beskytte dine enheder mod malware."
      },
      "response3": {
        "correct": "false",
        "text": "Undgå at bruge internettet og kun arbejde offline",
        "reply": "Dette er ikke en praktisk løsning i dag, da mange arbejdsopgaver og tjenester kræver internetadgang. At følge god IT-sikkerhedspraksis og holde software opdateret er mere effektivt."
      }
    }
  },
   {
    "bodytext": "Hvad er formålet med penetrationstestning?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "At angribe et system for at forårsage skade",
        "reply": "Pentesting involverer simulerede angreb for at vurdere sikkerhedsniveauet og identificere områder, der skal forbedres i virksomhedens IT systemer."
      },
      "response2": {
        "correct": "true",
        "text": "At evaluere og identificere sårbarheder i et system",
        "reply": "Pentesting involverer simulerede angreb for at vurdere sikkerhedsniveauet og identificere områder, der skal forbedres i virksomhedens IT systemer."
      },
      "response3": {
        "correct": "false",
        "text": "At oprette sikkerhedskopier af data",
        "reply": "Pentesting involverer simulerede angreb for at vurdere sikkerhedsniveauet og identificere områder, der skal forbedres i virksomhedens IT systemer."
      }
    }
  },
     {
    "bodytext": "Hvad er formålet med en 'red team' hacker?",
    "responses": {
      "response1": {
        "correct": "true",
        "text": "At angribe systemer for at teste forsvarsevner",
        "reply": "En 'red team' hacker udfører simuleringer af angreb for at evaluere og forbedre sikkerhedsforsvar i organisationer."
      },
      "response2": {
        "correct": "false",
        "text": "At udvikler sikkerhedspolitikker for organisationer",
        "reply": "En 'red team' hacker udfører simuleringer af angreb for at evaluere og forbedre sikkerhedsforsvar i organisationer."
      },
      "response3": {
        "correct": "false",
        "text": "At samarbejder med lovgivende organer for at udforme cyberlove",
        "reply": "En 'red team' hacker udfører simuleringer af angreb for at evaluere og forbedre sikkerhedsforsvar i organisationer."
      }
    }
  },
       {
    "bodytext": "Hvilke nøgleelementer bør inkluderes i udviklingen af en effektiv sikkerhedspolitik for en organisation?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Implementering af antivirussoftware og firewall",
        "reply": "En effektiv sikkerhedspolitik bør inkludere klare retningslinjer for, hvordan ansvarsområder og adgangsrettigheder administreres i organisationen. Dette hjælper med at sikre, at adgang til systemer og data er veldefineret og kontrolleret, hvilket er afgørende for informationsbeskyttelse."
      },
      "response2": {
        "correct": "true",
        "text": "Definition af klare ansvarsområder og adgangsrettigheder",
        "reply": "En effektiv sikkerhedspolitik bør inkludere klare retningslinjer for, hvordan ansvarsområder og adgangsrettigheder administreres i organisationen. Dette hjælper med at sikre, at adgang til systemer og data er veldefineret og kontrolleret, hvilket er afgørende for informationsbeskyttelse."
      },
      "response3": {
        "correct": "false",
        "text": "Anvendelse af komplekse krypteringsalgoritmer på alle systemer",
        "reply": "En effektiv sikkerhedspolitik bør inkludere klare retningslinjer for, hvordan ansvarsområder og adgangsrettigheder administreres i organisationen. Dette hjælper med at sikre, at adgang til systemer og data er veldefineret og kontrolleret, hvilket er afgørende for informationsbeskyttelse."
      }
    }
  },
  {
    "bodytext": "Du opdager, at der er blevet installeret ukendt software på din arbejdscomputer uden din tilladelse. Hvad gør du?",
    "responses": {
      "response1": {
        "correct": "false",
        "text": "Afinstallerer softwaren med det samme",
        "reply": "Uautoriseret softwareinstallation kan være tegn på et sikkerhedsbrud. Ved at rapportere det til IT kan eksperterne undersøge og træffe de nødvendige foranstaltninger."
      },
      "response2": {
        "correct": "true",
        "text": "Rapporterer straks hændelsen til IT-support",
        "reply": "Uautoriseret softwareinstallation kan være tegn på et sikkerhedsbrud. Ved at rapportere det til IT kan eksperterne undersøge og træffe de nødvendige foranstaltninger."
      },
      "response3": {
        "correct": "false",
        "text": "Jeg går ud fra at det er noget virksomheden har installeret for alle medarbejdere",
        "reply": "Uautoriseret softwareinstallation kan være tegn på et sikkerhedsbrud. Ved at rapportere det til IT kan eksperterne undersøge og træffe de nødvendige foranstaltninger."
      }
    }
  }
]
